<!DOCTYPE html>
<html lang="se" manifest="cache.manifest">
  <head>
  	<title>Resan till planeten Atlantica</title>
  	<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
	<meta http-equiv="Content-Language" content="sv" />

  	<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=0;" />
  	<meta name="apple-mobile-web-app-status-bar-style" content="black-translucent"/>
	<meta name="apple-mobile-web-app-capable" content="yes" />
				
	<link rel="stylesheet" href="http://code.jquery.com/mobile/1.0/jquery.mobile-1.0.min.css" />
	<script src="http://code.jquery.com/jquery-1.6.4.min.js"></script>
	<script src="http://code.jquery.com/mobile/1.0/jquery.mobile-1.0.min.js"></script>
 
	<script type="text/javascript" src="phonegap.js"</script>

	<link rel="apple-touch-icon-precomposed" href="icon.png"/>
  	<link rel="apple-touch-icon" href="icon.png"/>

	<script window.addEventListener("load", setTimeout( function(){ window.scrollTo(0, 1) }, 0));
    </script>

  </head>

 <body>
	
	<!-- begin title page -->
<section id="page0" data-role="page" data-theme="e" data-fullscreen="true">
<div data-role="content" class="content">
<center>
<big><i>Resan till planeten Atlantica</i></big><br>
Författare: GREENDOG <br>
&#64 2011</center><br>


<center><img src="titel.png"></center>
<br>

<center>
<div data-role="controlgroup" data-type="horizontal" data-inline="true">
<a href="#page1" data-role="button">Start</a>

</div>
</center>

</div>
</section>
<!-- end titel page -->
	
	
<!-- begin first page -->
<section id="page1" data-role="page" data-theme="e">
<header data-role="header"><h1>Resan</h1></header>
<div data-role="content" class="content">
<ul data-role="listview" data-count-theme="a">
<li><a href="#page2"data-transition="fade"><img src="thumb1.jpg"><h3>Hur allt b&ouml;rjade</h3><p>Meaning of Life</p>
<span class="ui-li-count">1</span>
</a></li>
<li><a href="#page3"
data-transition="fade"><img src="thumb2.jpg"><h3>Clarissa</h3><p>Mycket att tänker på</p>
<span class="ui-li-count">2</span>
</a></li>
<li><a href="#page4"
data-transition="fade"><img src="thumb3.jpg"><h3>Resan</h3><p>På väg till Atlantica</p>
<span class="ui-li-count">3</span>
</a></li>
<li><a href="#page5"
data-transition="fade"><img src="thumb4.jpg"><h3>Framkomst</h3><p>Spännande kultur</p>
<span class="ui-li-count">4</span>
</a></li>
<li><a href="#page6"
data-transition="fade"><img src="thumb5.jpg"><h3>Natten</h3><p>Mycket att lära sig</p>
<span class="ui-li-count">5</span>
</a></li>
<li><a href="#page7"
data-transition="fade"><img src="thumb6.jpg"><h3>Morgonen</h3><p>Vad händer näst</p>
<span class="ui-li-count">6</span>
</a></li>
<li><a href="#page8"
data-transition="fade"><img src="thumb7.jpg"><h3></h3>&Aring;terkomst</h3><p><p>Jag är inte mer samma person</p>
<span class="ui-li-count">7</span>
</a></p>
<li><a href="#page9"
data-transition="fade"><img src="thumb8.jpg"><h3>F&ouml;delsedag</h3><p>Det stora beslutet</p>
<span class="ui-li-count">8</span>
</a></li>
</div>

</section>
<!-- end first page -->

<!-- Begin second page -->
<section id="page2" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 1</h1></header>
<div class="content" data-role="content">
<p><big>Hur allt b&ouml;rjade</big></p>
<p>Vi har &aring;ret 3001.
Rosali &auml;r 39 &aring;r. Hon lever p&aring; jorden tillsammans med sin sambo Anders och tv&aring; hundar.
Rosali har inte k&auml;nt sig riktig lycklig p&aring; den sista tiden.

<p>F&ouml;re hon fyller 40 &aring;r vill hon g&ouml;ra n&aring;got nytt och sp&auml;nnande.
</p>
S&aring; kommer det sig att hon h&auml;lsar p&aring; sin bror p&aring; planeten Atlantica.
Kulturen d&auml;r &auml;r annorlunda &auml;n p&aring; jorden och Rosalis k&auml;nslor g&aring;r huller om buller.
Kan Rosali &auml;ndra sitt tr&aring;kiga liv och blir hon lyckligare efter resan?</p>


<iframe width="240" height="180" src="http://www.youtube.com/embed/7DA2MKuI6fs" frameborder="0" allowfullscreen></iframe>

<p>Tidigare trodde man att det finns m&auml;nniskor bara p&aring; jorden.
Alla som trodde p&aring; fr&auml;mmande levande v&auml;sen p&aring; andra planeter var l&ouml;jliga.

I dag skriver vi &aring;ret 3001 och det &auml;r vanligt att resa genom universum till olika planeter.

<p>Nu har de flesta m&auml;nniskor p&aring; jorden minst en familjemedlem som bor utanf&ouml;r jorden.</p>

Jag har ocks&aring; en bror som flyttade sista till planeten Atlantica. M&auml;nniskorna p&aring; planeten Atlantica g&auml;ller som s&auml;rskilt fridsamma, sn&auml;lla och levnadsglada.

Jag har varit p&aring; m&aring;nga planeter. 

<p>Som professor f&ouml;r historik &auml;r jag mycket intresserad av olika kulturer och spr&aring;k.
P&aring; planeten Atlantica har jag inte varit hittills.</p>

Just nu &auml;r jag inte s&aring; lycklig med min livssituation. Egentligen har jag ingen anledning att vara olycklig. Jag bor tillsammans med Anders, som verkligen &ouml;r en sn&auml;ll pojkv&auml;n och med mina hundar Jack & Jacki.

Men alla saker verkar pl&ouml;tsligen lite tr&aring;kiga.
N&auml;sta vecka fylla jag 40 &aring;r och jag &ouml;nskar mig f&ouml;re det ett litet &auml;ventyr.

<p>D&auml;rf&ouml;r vill jag resa till planeten Atlantica och h&auml;lsa p&aring; min bror.</p>

<p><img src="computer.png"></p>

Med hj&auml;lp av min dator bokar jag en plats p&aring; rymdskeppen till rymdstation Atlantica- Central, huvudstad p&aring; planeten Atlantica f&ouml;r n&auml;sta helg. 
</div>

</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page1" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page3" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end second page -->

<!-- begin third page -->
<section id="page3" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 2</h1></header>
<div data-role="content" class="content">
<p><big>Clarissa</big></p>
Det l&ouml;rdag och dags att l&auml;mna mina hundar Jack & Jacki hos min kompis Clarissa.

<p><center><img src="dogs.png"></center></p>

Jag tar mat, godis, kramdjur och filt f&ouml;r hundarna och f&ouml;r mig en liten resv&auml;ska. 
<p>
Clarissa v&auml;ntar redan och st&aring;r i d&ouml;rren f&ouml;r att h&auml;lsa oss.

Hundarna tycker mycket om Clarissa s&aring; jag m&aring;ste inte g&ouml;ra sorgsen.</p>

<p>Vi fick kaffe och pratar lite om Anders min pojkv&auml;n. De sista tiden undrade jag oftare om jag &auml;lskar honom &auml;nnu eller om vi bara &auml;r tillsammans f&ouml;r bekv&auml;mlighet.</p>

<img src="planet.png" align=left hspace="10">
<br>
Clarissa menar att resan kanske kan hj&auml;lpa mig att se klarare.
<p>
<br>
Med lite distans kan man l&auml;ttare t&auml;nka p&aring; s&aring;dana saker. Jag g&aring;r med den h&auml;r insikten och vi tar adj&ouml;.
</p>
</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page2" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page4" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end third page -->

<!-- begin forth page -->
<section id="page4" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 3</h1></header>
<div data-role="content" class="content">
<p><big>Resan</big></p>
<p>Jag åker direkt till stationen Berlineka Nord, där alla rymdskepp i riktning Urban, Melanchton och Atlantica startar, parkerar mitt fordon i p-huset och går till check-in-terminalen för planeten Atlantica.

Rymdskeppet är redan öppet så jag går ombord och gör det bekvämt för min 5-timmar-resa.

Efter start går jag till matsalen.
<p>
På matsedeln finns såväl Jordmaträtter som Atlantica-maträtter. Jag bestämmer mig för en Atlantica-maträtt som består av
</p>

<ul>
<ol>Grön sparris</ol>
<ol>Bananpotatis</ol> 
och
<ol>Kyckling med citronsås</ol>
</ul>

<p><img src="cocktail.png" align="right" hspace="10"></p> att dricka tar jag grönt vin


<p>Maten är jättegod.</p>

Jag beställer en flaska grönt vin till och går tillbaka till min plats.

Det finns 3 timmar restid kvar, så jag hat gott om tid att läsa brevet från min bror en gång till.
</p>


<p>Han berättar om sin arbetsplats hos Trooper, en mycket känd fordonsfirma som exporterar snygga rymdfordon till alla dela av universum.
Han jobbar som säkerhetsingenjör och gör ofta testfärder med ett nytt fordon.
Han lovar att någon gång kan jag få följa med på en testfärd.
De flesta arbetskamrater kommer från Atlantica, men det finns också många som kommer från olika planeter. Från Jorden jobbar bara två i hans arbetsgrupp.

Språkproblemet har man löst enkelt. Det finns som huvudspråk ett bildspråk. Alla bilder som man kan väljer förstår man i alla kulturer samma.
Denna bildkommunikation fungera med hjälp av någon glasögon. </p>

<img src="brille.png"align="right" hspace="10"> Och den är kallad kommunikatör.

<p>Det betyder att man inte måste lära sig ett nytt språk om man vill bo och arbeta på Atlantica.

Lite konstig och ovanlig tycks bostaden som min bror beskriver.
Han bor tillsammans med tre kvinnor. Här kallas flera kvinnor och en man en familj. Så på planeten Atlantica bor alltid flera kvinnor tillsammans. Och om kvinnorna bestämmer sig för att grunda en familj med barn söker de en man som passar.

Min bror tycker om situationen och menar att det kanske passa också för mig. 
Jag är lite nervös eftersom jag vet inte hur jag ska förhålla mig.

Jag tänker på ett orientalisk harem och har ingen aning hur man känner sig i det.</p>

<p>Jag är 39 år gamman och jag har ofta tänkt att jag vill ha ett litet äventyr före jag fyller 40 år.

Kanske är det nu dags för någonting nytt.

Jag läser vidare i brevet och uppmärksammar att Patrik inte skriver så mycket om hur det ser ut där. Bara att man året runt har 27 grader och att man inte har gator för bilar bara gågator. Fordonen åker i luften.

Flaskan grönt vin verkar nu i min kropp och mitt huvud. Långsamt glömmer jag min oro och får lust på äventyrshelgen.</p>

</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page3" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page5" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end forth page -->

<!-- begin fifth page -->
<section id="page5" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 4</h1></header>
<div data-role="content" class="content">
<p><big>Framkomst</big></p>

<center>
<p><img src="atlantica.png"</p></center>

<p>Tiden går snabbt och vi är framme.

Jag tar alla mina saker och väntar att rymdskeppet anlägger.
Vid utgången får jag syn på min bror. Han vinkar till mig, jag vinkar tillbaka.

Sedan ser jag att han inte kommer ensam. Han är i sällskap med en kvinna. Både har på sig kostymer jag inte har sett förut, en sorts rödblåfärgada rymdkostymer.

<center>
<p><img src="anzug.png"</p></center>

Jag går fram och hälsar på min bror. Patrik presenterar sitt sällskap för mig. Det är Isabella. Hon bor tillsammans med honom och de andra. Isabella kramar mig och kyssar mig på kinderna. Det är tradition här.
<p>
Min bro överlämnar mig kommunikatören och säger det här är krav för att prata med varandra.
</p> 
<img src="brille.png" align=left hspace="10">
Så sätter jag på mig denna glasögon och förstår nu också Isabella.</p>


<p>
Isabella pekar på mina kläder och säger, hemma har vi andra kläder åt dig. Klimatet här är ganska tropisk, så i Jeans och skjorta kommer du att svettas.
</p>

Jag känner mig lite tafatt. Först glider glasögonen av när jag vill kyssa Isabellas kind och träffar hennes öga. Isabella ler. Sedan faller glasögonen till golvet. Jag rodnar och tar upp dem hastig.

Patrik tittar sig omkring och frågar om vi kan gå?
Isabella och jag tittar på varander, ler och nickar samtidigt med huvudena.

Nervositeten är borta när jag får se att vi äker med ett nytt Trooper fordon.

<center><p><img src="trooper.png">
	
<script>-webkit-transform: skew(15deg,5deg);</script>
</center></p>


Jag är väldigt entusiastisk och stiger bara ur det efter båda lovar att jag får köra den här nya Trooper själv i morgon.

<p>Hemma hos min bror får jag först mina nya kläder och känner mig snygg och fräsch i dem.
</p>

</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page4" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page6" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end fifth page -->

<!-- begin sixth page -->
<section id="page6" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 5</h1></header>
<div data-role="content" class="content">
<p><big>Natten</big></p>

<img src="natten.png" align=left hspace="10"> 

	De två andra kvinnorna Emma och Linda kommer och vi hälsar på varanda.
	Vi går in i ett rum med flera soffor och små bord. Alla möbler är av
	plast får jag veta, eftersom man på planeten Atlantica inte har några träd.

<p>
	Soffan är fylld med luft likt en luftmadrass. Det är mycket bekvämt.
	Överallt ligger stora kuddar i alla färgar. För en mysig kväll finns här
	alltid bananer med grönt vin och kex.
</p>

<p>
	Vi prata och skrattar länge. Det är sent nu. De andra kninnorna sover redan och min 
	bror tittar på Isabella.
	Isabella tar min hand och säger, jag visar dig nu var du kan sova. Jag
	önskar Patrik en god natt och följer med Isabella.
</p>
Vi går genom en lång hall och kommer förbi en öppen dörr. Isabella pekar med fingret in i rummet och viskar, 
här sover vi kvinnor tillsammans. Det finns plats för dig också, om du vill.
Men vi vet att du komer från en annan kultur så har vi också förberett ett seperat gästrum åt dig.
<p>
	Isabella tittar frågande på mig. Hon vill väl veta, var jag vill sova.
	Efter en stund svarar jag att jag skulle vilja lära känna er kultur och vill gärna sova i ert rum.
	Vi går tyst in i rummet. Det är mörkt och dom andra sover redan.
	</p>

<p>
	Vi tar av oss och lägger oss på en ledig plats på den stora madrassen.
	Jag är trött och pigg samtidigt.
	Intrycken av dagen verkar ännu i mig.
</p>

<p>
	Jag njuter av lugnet. Kvinnorna utstrålar känsla och värme. 
	Efter några minuter somnar jag in.
</p>



</div>

</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page5" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page7" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end sixth page -->

<!-- begin seventh page -->
<section id="page7" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 6</h1></header>
<div data-role="content" class="content">
<p><big>Morgonen</big></p>

Det är nästa morgonen, jag öppnar ögonen och stänger dom igen för att det är så ljust.
Jag försöker öppna dem en gång till. Jag får syn på Emma och Linda som ligger framför mig.
Sen känner jag en hand som berör min rygg.

<p>
	Jag vänder mig långsamt. Det är Isabella som ligger bakom mig. Hon ger mig en känsla 
	att vara väldigt välkommen. 
	Vi ligger länge i varandas armar. Jag känner mig lycklig och som hemma tack Isabella.
	För en stund somnar jag om och när jag vaknar igen, ligger jag ensam på madrassen.
	Jag stiger upp och söker i lägenheten efter Isabella.
</p>

	I köket träffar jag på min bror och frågar honom om han vetar vart Isabella gick.
	Han svara: Ja, Isabella gav mig ett meddelande för dig, här på det 
	virtuella skrivbordet.
	
<img src="komunikator.png" align="right" vspace="10">

<p>
	Patrick överlämnar mig skrivbordet och jag läser:
	
	<p><i>
		Kära Rosali,<br>
		i morse måste jag träffa min arbetskamrat 
		på kontoret.<br>
		Hon har en ny story och behöver min hjälp.<br>
		Hoppas du har sovit gott. <br>
		Är du hungrig kan vi äta frukost <br>
		tillsammans på mitt favorit kaféet <br>
		som heter Café Paris.<br>
		Tusantal kyssar <br>
		Isabella <br>
		</i></p>
		
	<p>
		Jag vänder mig till min bror och frågar honom hur jag kommer till
		Café Paris.
	</p>	
	
	<p>
		Patrik säger: Det är lätt. <br>
		Du kan ta den nya Trooper:n. Du behöver bara slå in ditt mål på
		tangetbordet och tryck sedan på autopiloten och start.
		Då vet fordonets navigationssystem vägen kör självständigt till kaféet Paris.
	</p>
	
	<p>
		Men först skulle jag svara på Isabellas meddelande med hjälp av skrivbordet menar min bror.
		Hon kan se ditt meddelande på sin kommunikatör.
		Vidare menar hand att det är mycket viktig att jag tar med min kommunikatör. 
		Det är för min säkerhet.
		Jäg gör så som min bror säger och Trooper:n kör mig i riktning mot Café Paris.
		Efter en stund står fordonet framför kaféet. Jag stiger ut och går fram till
		Isabella som redan sitter vid ett litet bord nära fönstret.
	</p>
	
	<p>
		När Isabella fick syn på mig kom hon fram till mig för att krama mig hårt.
		Vi sätter oss vid bordet. Snart kommer en <i>Peggy</i> till vårt bord och 
		dukar fram frukost. <i>Peggy</i> kallar man här servitrisroboten.
	</p>
	
	<p>Precis när jag biter in i en varm croissant kommer min bror in i kaféet 
		och säger med upprörd röst:<br>
		Emma är försvunnen.<br>
		Vet ni något?<br>
		Isabella säger: Sätt dig först och berätta lugnt.<br>
		Min bror berättar:<br>
		Först ringde hennes arbetskamrat Judit till mig. Hon hade redan 
		väntat i en timme på Emma. Jag tittade också på skrivbordet om det finns
		något meddelande från Emma där. Men det fanns ingenting.</p>
		
	<p>
		Isabella tittar på mig och säger:<br>
		Du vet inte hur vi lever här och med vilka problem vi har att göra med
		ibland. Så måste jag förklara det lite för dig.
		Ännu känner du bara de goda sidorna av vår kultur. Men det finns också flera
		tråkiga sidor.
	</p>
	
	<p>
		En av dom sidorna är att människor försvinner och ibland ser vi dem inte igen.
		På bestämda tider har vi här svarta hål i luften. Det heter att i detta ögönblicket 
		två tider träffas på varanda, till exampel året 1974 och året 3001.
		Och en person som befinner sig på stället av det svarta hålet försvinner i en annan tid.
		
	</p>
	
	<p>
		Daför jar vi varje dag en svart-hål-väderprognos som sänder ut en varning för nästa dag,
		om var nånstans dom svarta hålen kommer att äga rum den dagen.
	</p>
	
	<p>
		Isabella säger: Jag tror det är en bra idé att ta reda på vilken tid och vilka ställen dom 
		svarta hålen befinner sig idag.
		Sen måste vi kontrollera om det var nånting på vägen Emma bruka köra.
	</p>
	
	<p>Isabella frågar via sin kommunikatör en arbetskamrat på nyhetskontoret efter aktuell information
		om svarta hål för idag.
		Svaret kommer genast.
		Det är ett ställe som min bror är säker på att det ligger på Emmas färdväg.</p>
		
	<p>
		Jag tittar mig frågande omkring och frågar båda vad vi kan göra i det här fallet.
		Isabella menar, att det bara finns en liten chans att hämta Emma tillbaka.	
		</p>
		
	<p> vi måste hem och hämta en speciell kommunikatör som har en särskilt stark kraft.
		Så åker vi hem, hämtar kommunikatören och placerar oss med den på samme ställe som
		Emma förmodlingen försvann.</p>
		
	<p>
		Min bror försöker försiktig med hjälp av den speciella kommunikatören att slå i koordinat av de 
		svarta hålen. Men vi stannar kvar på säkert avstånd. Om han får en signal av Emmas
		kommunikatör kan han hämta henne tillbaka förklara Isabella.
	</p>
	<p>
		Patrik försöker en stund men det kommer ingen signal. Att använda en speciell kommunikatör 
		är mycket jobbigt så han överlämna den till Isabella och hon prövar vidare.
	</p>
	
	<p>
		Äntligen kommer en signal från Emmas kommunikatör. Isabella trycker på rätt kanpp och i 
		nästa sekund får vi se att luften reser sig och Emma har kommit tillbaka till vår tid.
		Emma är blek i ansikte. Hon kommer fram och kramar alla en efter en.
	</p>
</p>
</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page6" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page8" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end seventh page -->

<!-- begin eighth page -->
<section id="page8" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 7</h1></header>
<div data-role="content" class="content">
<p><big>&Aring;terkomst</big></p>

<center><img src="hemma.png" align="right" hspace="10"></center>

Nu blev det sent för mig. Jag måste hinner med rymdskeppet till planeten jorden om en timme.

<p>
	Isabella tittar påsin klocka och säger till mig: Jag kör dig till stationen.
	Jag tar adjö från Patrik och Emma och påminner som om att jag fyller år nästa helg och inbjuder alla att komma.
	</p>


<p>
	Isabella och jag går och hämtar mina saker i lägenheten, sen åker vi vidare till stationen.
	Genom färden pratar vi om händelsen med Emma och plötslig säger Isabella:<br>
	Jag kommer att saknar dig. Jag önskade du skulle stanna och att vi levar tillsammans här på Atlantica.<br>
	Vill du det också?
</p>

<p> Det var mycket på en gång, svarar jag. Jag är förvirrad och vet faktiskt inte vat jag ska tänka och känna.
	Jag tror att jag känner mig lite förälskad, men jag behöver lite tid för att smälta ner alla intryck och känslor.</p>
	
	<p>
	Har lite tålamod med mig, ber jag Isabella. Kan du komma nästa helg till min födelsedags fest? Isabella ler mot
	mig och säger: Jag kommer väldigt gärna.
	</p>

<p>
	Vi kommer fram till stationen. Vi kramar och kysser varanda för att ta adjö. Sen måste jag gå om bord.
	Jag vänder mig om en sista gång mot Isabella och känner mig lycklig och ledsen samtidigt. Efter mig stängs dörren
	så går jag fråm till min plats.
</p>

<p>
	Nu ligger en fem timmars resa framför mig. Bra tid för att fundera vad jag vill göra med mitt liv och att äta en 
	god maträtt.<br>
	På stationen väntar Clarissa och mina hundar på mig. Jag springer fram och hälsa på dom. Jack & Jacki är uppsluppna
	 som vi inte har sett i flera veckor.
</p>

<p>
	Vi sätter oss en stund i på ett litet kafé och jag berättar om planeten Atlantica, hur man lever där, om händelse med
	Emma och om Isabella. Clarissa säger efter jag berättade lite: Jag tror att du älskar Isabella.
	Jag ser det i dina ögon. Jag rodnar och ler förläget. Kanske du har rätt, jag vet inte så riktig.
</p>
<p>
	Vi tar avsked och jag påminner Clarissa om min födelsedags fest. Sen tar jag bägge hundar och åker hem.
</p>

<p>
	Väl hemma ser jag att Anders också är tillbaka från sin ishockeyhelg.
	Jag ropar på honom och hundarna nosa överallt. Anders kommer ut ur köket
	med en slev i handen och säger: Jag var tidigt tillbaka så jag tänkte överraska 
	dig med att laga lite god mat till oss.
</p>
<p>
	Jag går fram och kramar honom och säger: Det är snällt, så kommer vi att ha en mysig kväll tillsammans.
</p>
</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page7" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
	<div class="ui-block-c"><a href="#page9" data-role="button" data-icon="arrow-r" data-iconpos="right">Nästa</a></div>
			</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end eighth page -->

<!-- begin nineth page -->
<section id="page9" data-role="page" data-theme="e">
<header data-role="header" data-theme="e"><h1>Kapitel 8</h1></header>
<div data-role="content" class="content">
<p><big>F&ouml;delsedag</big></p>

Veckan gick snabbt, för att jag var ganska upptagen med planering till en särskilt födelsedagsfest tillmin 40 årsdag.

<p>
	Till en föedelsedag tycker jag om att har Bowle. Jag gillar bäst Körsbär-Bowle med jordgubbar, körsbär, bärmix, vit 
	vin och sekt.
</p>

<p>
	Vi brukar fira så att gästarna kommer natten före födelsedagen, ungefärlig en timme före klockan 12
	och alla ska ha en kostym på sig. Temat för kostymarna ska vara denna gång, en historisk person. 
	
	</p>





<p>För att dölja ansiktet bär alla en mask utom födelsebarnet.</p>
<p>
	Min uppgift blir att gissa vem som är vem. Den första personen som
	jag avslöjar får en uppgift av mig.
</p>

<p>
	Alla vill undvika att få en uppgift så dom har försökt klä ut sig för att inte
	bli igenkända.
</p>

<p>Först kommer fem gäster strax förre klockan elva.
	Vi hälsa på varanda och jag bjuder på ett glas Bowle. Vi pratar om allt möjligt.
	Jag försöker ibland med att ställa en fråga till en gäst eller till flera för att lista ut vem som är vem.</p>


<p>
	Efter en stund kommer dom sista gästerna. Jag märker genast att en av dem är min bror Patrik.
	Jag känner igen hans händer. Han borde ha valt en kostym med handskar.
</p>

<p>Jag ger Patrik nu sin uppgift som bestär av att mixa drinka. Det skulle han förmodligen också har gjort frivilligt.
	Han har mycket fantasi och hitta på en massa med fantastika cocktails.</p>

<canvas id="dameCanvas" width="200" height="240" style="border: 1px solid #2c4a1b; background-color: #aed5e3;">></canvas>
<script>

  var canvas = document.getElementById("dameCanvas");
  var context = canvas.getContext("2d");
  var tg = new Image();
  tg.src = "dame.png";

tg.onload = function() {  
//context.drawImage(tg, 0, 0);
    context.translate(canvas.width / 200, canvas.height / 200);
    context.rotate(Math.PI / -15);
    context.drawImage(tg, 20, 0);
  
  };
  
</script>

<p>Lite senare listar jag ut vem Clarissa är. Hon har kommit som "Kameliadam". Genom hundarnas glada beteende förstår
	jag att det var hon.
</p>

<p>
	Jag avslöjer nu gäst efter gäst, men det är fortfarande tre gäster kvar. Är en av dem Isabella?
</p>

<p>
	Nu har jag bara femton minuter på mig till tolv, för om jag inte klarar av att avslöja alla gäster innan 
	dess får jag själv en uppgift som gästerna kan hitta på.
</p>

<p>
	Dom sista tre måste vara från min brors bostad. men vem var vem?
	Plötslig stär en av dom tre bakom mig och lägger en hand på min axel.
	Jag vänder om mig och säger, hej Isabella. Isabella tar borta masken från sitt ansikte och
	svara, äntligen. Jag har verkligen väntat länge på att ta av masken
	och kyssa dig.
	Att gissa de sista två är nu lätt på grund av deras figur och storlek.
</p>

<p>
	Klockan 12 säger vi skål till varanda med ett glas sekt. Därefter tittar jag på mina presenter.
</p>

<p>
	När alla gäster fick veta vem Isabella är, vill dom nu höra hur min resa till planeten Atlantica har varit.
	Min pojkvän Anders tittar också mycket intresserad på mig och Isabella.
	Jag börjar berätta. Isabella och min bror hjälper mig lite med minnen.
</p>
<p>
	Sen frågar Clarissa: Och ska du nu flytta till Atlantica, Rosali?
	Isabella vill också gärna veta om jag har bestämt mig.
	Ett ögonblick är det tyst, alla ögon ser nu på mig. Jag tittar
	först på Anders sen på Isabella.
</p>

<p>
	Jag tittar mig omkring och står en stund eftertänksam. På dagar som idag
	är det roligt här, jag roar mig och jag är glad.
	Men jag vet också att i morgonen och dargarna efter kommer det tråkiga tider igen.
</p>
<p>
	Jag vänder mig mot Isabella och säger: Jag har inte pratat med Anders ännu, men mina 
	känslor säger att jag skulle vilja göra det och flytta till planeten Atlantica och flytta ihop med dig 
	Isabella.
	Isabellas ansikte strålar och hon håller mig fast i sina armar.

</p>
<p>
	Anders frågar mig: Vad är med mig?
	Innan jag hinner svarar kom Isabella och frågar honom: Vill du följa med oss? Jag har ingenting emot det.
	Du Rosali? Nej, jag tycker om den här idéen, svarar jag.
</p>
<p>
	Anders, vad säger du om detta? Han svarar: Jag behöver lite tid att ordna alla saker för mig,
	men jag vill också gärna prova en my livssituation. Jag tycker om ett nytt, spännande livsavsnitt.
</p>
</div>

<div data-role="footer" data-theme="e">		
		<div class="ui-grid-b">
			<center>
	<div class="ui-block-a"><a href="#page8" data-role="button" data-icon="arrow-l" data-iconpos="left">Förre</a></div>
	<div class="ui-block-b"><a href="#page0" data-role="button" data-icon="home" data-iconpos="left">Hem</a></div>
				</center>
</div><!-- /grid-b -->
</div><!-- /footer -->
</section>
<!-- end eighth page -->
</body>
</html>
